export default {
    textsFromCards: {
        terms: {
            title: 'Срок обучения',
            term001: '1 мес.',
            term002: '2 мес.',
            term110: '1 года 10 мес.',
            term200: '2 года',
            term206: '2 года 6 мес.',
            term210: '2 года 10 мес.',
            term306: '3 года 6 мес.',
            term310: '3 года 10 мес.',
            term400: '4 года',
            term406: '4 года 6 мес.',
            term410: '4 года 10 мес.'
        },
        formats: {
            title: 'Формат',
            faceToFace: 'Очно',
            inAbsentia: 'Заочно',
            distance: 'Дистанционно',
            weekendDay: 'Выходного дня',
        },
        diplomaCollege: 'Государственный диплом СПО',
        diplomaBachelor: 'Государственный диплом ВО (Бакалавр)',
        diplomaMaster: 'Государственный диплом ВО (Магистр)',
        diplomaCourses: 'Сертификат о прохождении курса'
    },
    college: {
        gameDeveloper: {
            title: 'Разработчик игр',
            description: 'Создание игр от концепции до готового продукта. Студенты изучают программирование, механику игр, использование игровых движков и тд.'
        },
        gameArtist: {
            title: 'Художник в играх',
            description: 'Создание визуальных элементов для видеоигр. Студенты изучают основы 2D и 3D графики, концепт-арт, анимацию и тд.'
        },
        digitalMedia: {
            title: 'Цифровые медиа в игровой индустрии и киберспорте',
            description: 'Создание и продвижение контента для игровой индустрии. Студенты изучают основы цифрового маркетинга, медиапроизводства, работу с аудиторией и тд'
        },
        gameDesigner: {
            title: 'Гейм-дизайнер',
            description: 'Студенты учатся разрабатывать концепцию, продумывать механику, баланс, уровни и сюжет. Осваивают инструменты проектирования, работа с игровыми движками и взаимодействие с командой разработчиков'
        },
        motionDesigner: {
            title: 'Моушн-дизайнер',
            description: 'Студенты учатся оживлять графику для игр, роликов, фильмов и рекламы. Осваивают принципы анимации, работу с 2D и 3D-графикой, визуальные эффекты и монтаж, создавая динамичные и захватывающие визуальные решения\n'
        }
    },
    bachelor: {
        designDeveloperGames: {
            title: 'Геймдизайн и разработка игр',
            description: ''
        },
        managerInGameIndustry: {
            title: 'Менеджмент в игровой индустрии и киберспорте',
            description: 'Студенты изучают принципы управления, маркетинга и планирования. Получают практические навыки работы с проектами в сфере игр, киберспортивных мероприятий.'
        },
        gameDesign: {
            title: 'Гейм-дизайнер',
            description: 'Студенты учатся разрабатывать концепцию, продумывать механику, баланс, уровни и сюжет. Осваивают инструменты проектирования, работа с игровыми движками и взаимодействие с командой разработчиков'
        }
    },
    master: {
        managerInCyberSport: {
            title: 'Менеджмент в киберспорте и фиджитал спорте',
            description: 'Углубленные знания и навыки управления в областях киберспорта и фиджитал. Изучение передовых методов стратегического планирования, маркетинга, организации мероприятий.'
        }
    },
    courses: {
        managerCyberSportOrganization: {
            title: 'Менеджмент киберспортивной организации',
            description: 'Основы управления киберспортивными организациями. В течение месяца студенты изучат ключевые аспекты планирования, маркетинга, управления командами и тд.'
        },
        adminOfCyberTour: {
            title: 'Администрирование киберспортивных турниров',
            description: 'Управление и организация киберспортивных турниров. Изучение ключевых аспектов планирования, координации, проведения соревнований'
        },
        liveBroadcastHost: {
            title: 'Ведущий прямых эфиров',
            description: 'Основы работы ведущего прямых эфиров. За месяц студенты освоят техники общения с аудиторией, подготовку контента и работу с оборудованием'
        },
        eventManager: {
            title: 'Ивент менеджмент онлайн мероприятий. Базовый курс',
            description: 'Основы организации и управления онлайн мероприятиями. Студенты изучат планирование, координацию и проведение виртуальных событий'
        },
        multimediaDesign: {
            title: 'Мультимедийный дизайн',
            description: 'Основы мультимедийного дизайна, работа с графикой, видео и интерактивным контентом. Студенты освоят инструменты и техники создания мультимедийных проектов'
        },
        streamTechnologies: {
            title: 'Стрим технологии. Базовый курс для стримеров',
            description: 'Студенты изучат настройку и использование стриминговых платформ, аудио- и видеооборудования, основы взаимодействия с зрителями'
        },
        streamIntensive: {
            title: 'Стриминг. Интенсив',
            description: 'Ключевые аспекты профессионального стриминга. Студенты изучат стратегии привлечения и удержания зрителей, основы технической подготовки, методы монетизации и создания контента'
        },
        streamer: {
            title: 'Стример',
            description: 'Основы создания и ведения стримов, выбор контента, взаимодействие с аудиторией, использование технических средств и стратегии развития своего канала на платформах стриминга.'
        },
    }
}