const personalData = {
    text: 'Даю согласие на обработку персональных данных, получение рассылок, а также соглашаюсь c политикой конфиденциальности',
    link: 'политикой конфиденциальности'
}
const header = {
    download: 'Скачать программу обучения'
}
const main = {
    mainTitle: {
        part1: 'Погрузись в ',
        paintedPart: 'мир киберспорта',
        part2: ' вместе с Университетом «Синергия»'
    },
    studyProgram: 'Образовательные программы высшего и среднего-профессионального образования с практикой в лучших организациях страны',
    banner: 'История нашего студента за 2 минуты',
    beginTheFuture: {
        paintedPart: 'Начни свое будущее в киберспорте',
        part1: ' с консультации в приемной комисии'
    },
    becomePartOfCyber: {
        paintedPart: 'Стань частью',
        part1: ' киберспортивной индустрии',
        scrollBar: {
            video1: 'Играй за киберспортивные команды факультета по дисциплинам Dota 2, CS 2, Valorant',
            video2: 'Принимай участие в организации киберспортивных мероприятиях',
            video3: 'Практикуйся у лучших организаций страны',
            video4: 'Обучайся на реальных кейсах киберспортивных организациях',
            video5: 'Устраивайся на работу с поддержкой центра карьеры университета'
        }
    },
    leaveRequestForDocument: 'Оставь заявку на прием документов в 2024 году',
    yourFutureInCyberSport: {
        paintedPart: 'Твое будущее',
        part1: ' в киберспорте',
        scrollBar: {
            img1: 'Менеджер киберспортивных команд и клубов',
            img2: 'Организатор турниров и прочих мероприятий',
            img3: 'Продюсирование событий в игровой индустрии',
            img4: 'Разработчик игр',
            img5: 'SMM менеджер в команде или организации'
        }
    },
    yourCareerInCyberSport: {
        part1: 'Твоя ',
        paintedPart: 'карьера в киберспорте начинается здесь!',
        part2: ' Профессиональное обучение, практические навыки и неограниченные возможности для карьерного роста.'
    },
    StartToday: 'Начни сегодня!',
    TakeFiveMasterClasses: 'Забирай 5 бесплатных мастер-классов о работе в игровой индустрии',
    OurGraduates: {
        title: {
            part1: 'Наши выпускники - ',
            paintedPart: 'профессионалы',
        },
        graduates: {
            graduates1: {
                name: 'Илья “m0nesey” Осипов',
                description: 'Игрок основной команды G2 по дисциплине CS2'
            },
            graduates2: {
                name: 'Али “Jame” Джами',
                description: 'Игрок киберспортивного клуба Virtus.Pro по дисциплине CS2'
            },
            graduates3: {
                name: 'Анатолий Лукин',
                description: 'Главный судья в международной компании ESL'
            },
            graduates4: {
                name: 'Илья “Squad1x” Кувалдин',
                description: 'Игрок киберспортивного клуба Virtus.Pro по дисциплине Dota 2'
            },
            graduates5: {
                name: 'Иван “Pure” Москаленко',
                description: 'Игрок киберспортивной команды Tundra Esports по дисциплине Dota 2'
            },
        }
    },
    OurTeachers: {
        title: {
            part1: 'Наши преподаватели - ',
            paintedPart: 'настоящие практики',
        },
        teachers: {
            teacher1: {
                name: 'Елена Скаржинская',
                description: 'Заведующая кафедрой киберспорта на факультете игровой индустрии и киберспорта'
            },
            teacher2: {
                name: 'Максим Залилов',
                description: 'CEO “ZMA GROUP THETTA SECURITY LTD” Founder киберспортивных команд: RuSh3D, Begrip, Moscow Five'
            },
            teacher3: {
                name: 'Алексей Талан',
                description: 'Основатель киберспортивной турнирной платформы Click Storm\n'
            },
            teacher4: {
                name: 'Лилия Шувалова',
                description: 'Представитель общероссийской общественной организации “Федерация психологов образования России”'
            },
            teacher5: {
                name: 'Владлен Гребеньков',
                description: 'Профессиональный игрок в Dota 2, специалист по тренерской деятельности'
            },
            teacher6: {
                name: 'Даниил Лопатников',
                description: 'Эксперт в разработке бизнес-планов создания проектов на основе компьютерных игр'
            },
        }
    },
    supportOfStudent: {
        title: {
            paintedPart: 'Поддержка',
            part1: 'Поддержка студентов'
        },
        centerOfCareer: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Карьерные консультанты для выпускников факультета. Бесплатный онлайн-курс по поиску работы. Эксклюзивные партнёрские вакансии для наших студентов.'
        },
        practiceAndProjects: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Практический опыт у наших партнеров, участие в реальных проектах, активное развитие твоих профессиональных навыков и работа с реальными кейсами.'
        },
        community: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Коммьюнити, где ты найдешь единомышленников, разделяющих твои интересы, готовых играть вместе и вдохновлять друг друга.'
        }
    },
    OurStudentsSpeak: {
        title: {
            paintedPart: 'Наши студенты',
            part1: ' говорят и показывают'
        },
        video1: 'Студент и комментатор рассказывает о учебе и работе',
        video2: 'Один день из жизни студента Факультета',
        video3: 'Студент и комментатор рассказывает о учебе и работе',
        video4: 'Один день из жизни студента Факультета',
    },
    leaveRequestForAdmission: {
        title: {
            part1: 'Оставь заявку и ',
            paintedPart: 'поступай учиться',
            part2: ' на факультет киберспорта!'
        }
    },
    payForStudy: {
        title: {
            paintedPart: 'Оплата',
            part1: ' обучения'
        },
        tax: {
            title: 'Налоговый вычет',
            paragraph1: 'Ты можешь получить налоговый вычет в размере 13% от стоимости твоего обучения'
        },
        credit: {
            title: 'Образовательный кредит под 3% от банков партнеров',
            paragraph1: 'Плати только проценты по кредиту в процессе обучения + 9 месяцев после выпуска.',
            paragraph2: 'Основную часть сможешь начать выплачивать уже во время работы по специальности.'
        },
        sale: {
            title: 'Скидка до 20% при оплате всего периода обучения сразу',
            paragraph1: 'Оплати сразу весь период обучения и получи скидку до 20%. Подробнее о скидке на выбранную программу нужно уточнить у менеджера.'
        },
    },
    haveNotDecidedYet: {
        title: {
            part1: 'Еще не определился? ',
            paintedPart: 'Забронируй учебное место',
            part2: ' на 2025/2026 учебный год'
        },
        WriteToMessenger: 'Написать в месседжер',
        warning: 'Не откладывай на потом — количество мест ограничено, и с каждым днем шансы попасть в нашу команду уменьшаются!'
    },
    aboutUniversity: {
        title: {
            part1: 'Об университете ',
            paintedPart: '«Синергия»'
        },
        block1: '200 000 студентов из 89 стран мира',
        block2: 'Крупнейший частный вуз в России',
        block3: '400 компаний партнеров',
        block4: 'В топ 10 EdTech рынка',
        block5: 'Входит в топ 40 лучших вузов мира рейтинга QS EECA',
        block6: '4 кампуса в Москве',
        block7: 'Собственный центр карьеры',
        block8: '33 года на рынке образования',
    },
    haveYouAnyQuestions: {
        title: {
            part1: 'Остались ',
            paintedPart: 'вопросы?'
        },
        curator: 'У нашего факультета есть куратор Ира. Чем она может быть полезна:',
        number1: '01',
        paragraph1: 'Ответит на все важные вопросы',
        number2: '02',
        paragraph2: 'Проведет экскурсию по кампусу',
        number3: '03',
        paragraph3: 'Избавит от бюрократии и поможет с документами',
        number4: '04',
        paragraph4: 'Решит все проблемы связанные с поступлением',

    },
    oftenAsk: {
        title: {
            part1: 'Часто задаваемые ',
            paintedPart: 'вопросы'
        },
        ask1: 'Какая форма обучения на факультете?',
        answer1: 'Очная, выходного дня, дистанционная',
        ask2: 'Какой срок обучения?',
        ask3: 'Какие экзамены нужно сдать?',
        ask4: 'Какие документы нужны для поступления?',
    }
}
const footer = {
    download: 'Скачать программу обучения',
    email: 'synergycybersport@mail.com',
    followUs: 'Следи за нами в соц. сетях!',
    doNotMissNews: 'Не пропусти свежие новости',
    rightsReserved: '© Synergy. Все права защищены',
    privacyPolicy: 'Политика конфиденциальности'
}

export { personalData, header, main, footer }