const tPrivacyPolicy = {
    text: 'Даю согласие на обработку персональных данных, получение рассылок, а также соглашаюсь c ',
    link: 'политикой конфиденциальности'
}
const tHeader = {
    download: 'Скачать программу обучения'
}
const tMain = {
    mainTitle: {
        part1: 'Погрузись в ',
        paintedPart: 'мир киберспорта',
        part2: ' вместе с Университетом «Синергия»'
    },
    studyProgram: 'Образовательные программы высшего и среднего-профессионального образования с практикой в лучших организациях страны',
    banner: {
        part1: 'История нашего ',
        part2: 'студента за 2 минуты'
    },
    beginTheFuture: {
        paintedPart: 'Начни свое будущее в киберспорте',
        part1: ' с консультации в приемной комисии'
    },
    writeToMessenger: {
        part1: 'Написать в ',
        part2: 'месседжер'
    },
    becomePartOfCyber: {
        paintedPart: 'Стань частью',
        part1: ' киберспортивной индустрии',
        scrollBar: {
            video1: 'Играй за киберспортивные команды факультета по дисциплинам Dota 2, CS 2, Valorant',
            video2: 'Принимай участие в организации киберспортивных мероприятиях',
            video3: 'Практикуйся у лучших организаций страны',
            video4: 'Обучайся на реальных кейсах киберспортивных организациях',
            video5: 'Устраивайся на работу с поддержкой центра карьеры университета'
        }
    },
    programsStudy: 'Программы обучения',
    leaveRequestForDocument: 'Оставь заявку на прием документов в 2025 году',
    yourFutureInCyberSport: {
        paintedPart: 'Твое будущее',
        part1: ' в киберспорте',
        scrollBar: {
            img1: 'Менеджер киберспортивных команд и клубов',
            img2: 'Организатор турниров и прочих мероприятий',
            img3: 'Продюсирование событий в игровой индустрии',
            img4: 'Разработчик игр',
            img5: 'SMM менеджер в команде или организации'
        }
    },
    yourCareerInCyberSport: {
        part1: 'Твоя ',
        paintedPart: 'карьера в киберспорте начинается здесь!',
        part2: ' Профессиональное обучение, практические навыки и неограниченные возможности для карьерного роста.'
    },
    startToday: 'Начни сегодня!',
    takeFiveMasterClasses: 'Забирай 5 бесплатных мастер-классов о работе в игровой индустрии',
    ourGraduates: {
        title: {
            part1: 'Наши выпускники - ',
            paintedPart: 'профессионалы',
        },
        graduates: {
            graduates1: {
                name: 'Илья “m0nesey” Осипов',
                description: 'Игрок основной команды G2 по дисциплине CS2'
            },
            graduates2: {
                name: 'Али “Jame” Джами',
                description: 'Игрок киберспортивного клуба Virtus.Pro по дисциплине CS2'
            },
            graduates3: {
                name: 'Анатолий Лукин',
                description: 'Главный судья в международной компании ESL'
            },
            graduates4: {
                name: 'Илья “Squad1x” Кувалдин',
                description: 'Игрок киберспортивного клуба Virtus.Pro по дисциплине Dota 2'
            },
            graduates5: {
                name: 'Иван “Pure” Москаленко',
                description: 'Игрок киберспортивной команды Tundra Esports по дисциплине Dota 2'
            },
        }
    },
    ourTeachers: {
        title: {
            part1: 'Наши преподаватели - ',
            paintedPart: 'настоящие практики',
        },
        teachers: {
            teacher1: {
                name: 'Елена Скаржинская',
                description: 'Заведующая кафедрой киберспорта на факультете игровой индустрии и киберспорта'
            },
            teacher2: {
                name: 'Максим Залилов',
                description: 'CEO “ZMA GROUP THETTA SECURITY LTD” Founder киберспортивных команд: RuSh3D, Begrip, Moscow Five'
            },
            teacher3: {
                name: 'Алексей Талан',
                description: 'Основатель киберспортивной турнирной платформы Click Storm\n'
            },
            teacher4: {
                name: 'Лилия Шувалова',
                description: 'Представитель общероссийской общественной организации “Федерация психологов образования России”'
            },
            teacher5: {
                name: 'Владлен Гребеньков',
                description: 'Профессиональный игрок в Dota 2, специалист по тренерской деятельности'
            },
            teacher6: {
                name: 'Даниил Лопатников',
                description: 'Эксперт в разработке бизнес-планов создания проектов на основе компьютерных игр'
            },
        }
    },
    supportOfStudent: {
        title: {
            paintedPart: 'Поддержка',
            part1: ' студентов'
        },
        centerOfCareer: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Карьерные консультанты для выпускников факультета. Бесплатный онлайн-курс по поиску работы. Эксклюзивные партнёрские вакансии для наших студентов.'
        },
        practiceAndProjects: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Практический опыт у наших партнеров, участие в реальных проектах, активное развитие твоих профессиональных навыков и работа с реальными кейсами'
        },
        community: {
            title: 'Построй свою карьеру в киберспорте',
            description: 'Коммьюнити, где ты найдешь единомышленников, разделяющих твои интересы, готовых играть вместе и вдохновлять друг друга'
        }
    },
    OurStudentsSpeak: {
        title: {
            paintedPart: 'Наши студенты',
            part1: ' говорят и показывают'
        },
        video1: 'Студент и комментатор рассказывает о учебе и работе',
        video2: 'Один день из жизни студента Факультета',
        video3: 'Студент и комментатор рассказывает о учебе и работе',
        video4: 'Один день из жизни студента Факультета',
    },
    leaveRequestForAdmission: {
        part1: 'Оставь заявку и ',
        paintedPart: 'поступай учиться',
        part2: ' на факультет киберспорта!'
    },
    payForStudy: {
        title: {
            paintedPart: 'Оплата',
            part1: ' обучения'
        },
        tax: {
            title: 'Налоговый вычет',
            paragraph1: 'Ты можешь получить налоговый вычет в размере 13% от стоимости твоего обучения'
        },
        credit: {
            title: 'Образовательный кредит под 3% от банков партнеров',
            paragraph1: 'Плати только проценты по кредиту в процессе обучения + 9 месяцев после выпуска.',
            paragraph2: 'Основную часть сможешь начать выплачивать уже во время работы по специальности.'
        },
        sale: {
            title: 'Скидка до 20% при оплате всего периода обучения сразу',
            paragraph1: 'Оплати сразу весь период обучения и получи скидку до 20%. Подробнее о скидке на выбранную программу нужно уточнить у менеджера.'
        },
    },
    haveNotDecidedYet: {
        title: {
            part1: 'Еще не определился? ',
            paintedPart: 'Забронируй учебное место',
            part2: ' на 2025/2026 учебный год'
        },
        WriteToMessenger: 'Написать в месседжер',
        warning: 'Не откладывай на потом — количество мест ограничено, и с каждым днем шансы попасть в нашу команду уменьшаются!'
    },
    aboutUniversity: {
        title: {
            part1: 'Об университете ',
            paintedPart: '«Синергия»'
        },
        block1: '200 000 студентов из 89 стран мира',
        block2: 'Крупнейший частный вуз в России',
        block3: '400 компаний партнеров',
        block4: 'В топ 10 EdTech рынка',
        block5: 'Входит в топ 40 лучших вузов мира рейтинга QS EECA',
        block6: '4 кампуса в Москве',
        block7: 'Собственный центр карьеры',
        block8: '33 года на рынке образования',
    },
    haveYouAnyQuestions: {
        title: {
            part1: 'Остались ',
            paintedPart: 'вопросы?'
        },
        curator: 'У нашего факультета есть куратор Ира. Чем она может быть полезна:',
        number1: '01',
        paragraph1: 'Ответит на все важные вопросы',
        number2: '02',
        paragraph2: 'Проведет экскурсию по кампусу',
        number3: '03',
        paragraph3: 'Избавит от бюрократии и поможет с документами',
        number4: '04',
        paragraph4: 'Решит все проблемы связанные с поступлением',

    },
    oftenAsk: {
        title: {
            part1: 'Часто задаваемые ',
            paintedPart: 'вопросы'
        },
        ask1: 'Какая форма обучения на факультете?',
        answer1: 'Очная, выходного дня, дистанционная',
        ask2: 'Какой срок обучения?',
        ask3: 'Какие экзамены нужно сдать?',
        ask4: 'Какие документы нужны для поступления?',
    }
}

const tPrograms = {
    studyPlaces: {
        college: 'Колледж',
        bachelor: 'Бакалавр',
        master: 'Магистратура'
    },
    programs: {
        gameDeveloper: {
            title: {
                paintedPart: 'Разработчик',
                part1: ' игр'
            },
            description: 'Освой навыки создания игровых механик с необходимыми инструментами',
        },
        artistInGames: {
            title: {
                paintedPart: 'Художник',
                part1: ' в играх'
            },
            description: 'Освой навыки создания игровых миров и персонажей с необходимыми инструментами',
        },
        digitalMedia: {
            title: {
                paintedPart: 'Цифровые',
                part1: ' медиа'
            },
            description: 'Освой навыки работы с цифровыми медиа и контентом для игровой и киберспортивной индустрии',
        },
        gameDesignCollege : {
            title: {
                paintedPart: 'Гейм-',
                part1: 'дизайнер'
            },
            description: 'Освой навыки создания игр от концепции до сюжета и разработки',
        },
        motionDesign: {
            title: {
                paintedPart: 'Моушн-',
                part1: 'дизайнер'
            },
            description: 'Осваивой принципы анимации, работу с 2D и 3D-графикой, визуальные эффекты и монтаж',
        },
        gameDesignAndDeveloping: {
            title: {
                paintedPart: 'Геймдизайн',
                part1: ' и разработка'
            },
            description: 'Освой навыки создания игр с точки зрения дизайна и разработки',
        },
        gameDesignBachelor: {
            title: {
                paintedPart: 'Гейм-',
                part1: 'дизайнер'
            },
            description: 'Освой навыки создания игр от концепции до сюжета',
        },
        ManagementInGamingIndustryAndESport: {
            title: {
                paintedPart: 'Менеджмент',
                part1: ' в игровой индустрии и киберспорте'
            },
            description: 'Освой навыки управления проектами и командами в игровой индустрии и киберспорте',
        },
        ManagementInESportAndPhygitalSports: {
            title: {
                paintedPart: 'Менеджмент',
                part1: ' в киберспорте и фиджитал спорте'
            },
            description: 'Овладей навыками управления командами и проектами в киберспорте и фиджитал спорте',
        },
    },
    processOfStudy: {
        block1: {
            title: 'Учись',
            description: {
                faceToFaceAndDistance: 'удаленно или очно',
                distance: 'удаленно',
                faceToFace: 'очно'
            },
            number: '01'
        },
        block2: {
            title: 'Срок обучения',
            description: {
                from4to4: 'от 4 семестров',
                from8to10: 'от 8 до 10 семестров',
                from8to8: '8 семестров',
                from10to12: 'от 10 до 12 семестров',
            },
            number: '02'
        },
        block3: {
            title: 'Диплом',
            description: {
                meddleEducation: 'о среднем профессиональном образовании',
                higherEducation: 'о высшем образовании'
            },
            number: '03'
        },
        block4: {
            title: 'После обучения',
            description: 'поможем найти работу',
            number: '04'
        }
    },
    formsTitle: {
        gameDeveloper: 'Начни свою карьеру разработчика игр с консультации в приемной комиссии',
        artistInGames: 'Начни свою карьеру художника в играх с консультации в приемной комиссии',
        digitalMedia: 'Начни свою карьеру в цифровых медиа с консультации в приемной комиссии',
        gameDesignCollege: 'Начни свою карьеру гейм-дизайнера с консультации в приемной комиссии',
        motionDesign: 'Начни свою карьеру моушн-дизайнера с консультации в приемной комиссии',
        gameDesignAndDeveloping: 'Начни свою карьеру геймдизайнера и разработчика игр с консультации в приемной комиссии',
        gameDesignBachelor: 'Начни свою карьеру геймдизайнера с консультации в приемной комиссии',
        ManagementInGamingIndustryAndESport: 'Начни свою карьеру в игровой индустрии и киберспорте с консультации в приемной комиссии',
        ManagementInESportAndPhygitalSports: 'Начни свою карьеру в игровой индустрии и киберспорте с консультации в приемной комиссии'
    },
    aboutProgram: {
        title: 'О направлении',
        description: {
            gameDeveloper: 'Создание игр от концепции до готового продукта. Студенты изучают программирование, механику игр, использование игровых движков итд.',
            artistInGames: 'Создание визуальных элементов для видеоигр. Студенты изучают основы 2D и 3D графики, концепт-арт, анимацию и тд.',
            digitalMedia: 'Создание и продвижение контента для игровой индустрии. Студенты изучают основы цифрового маркетинга, медиапроизводства, работу с аудиторией и тд',
            gameDesignCollege: 'Студенты учатся разрабатывать концепцию, продумывать механику, баланс, уровни и сюжет. Осваивают инструменты проектирования, работа с игровыми движками и взаимодействие с командой разработчиков',
            motionDesign: 'Студенты учатся оживлять графику для игр, роликов, фильмов и рекламы. Осваивают принципы анимации, работу с 2D и 3D-графикой, визуальные эффекты и монтаж, создавая динамичные и захватывающие визуальные решения',
            gameDesignAndDeveloping: 'Создание игр от дизайна до готового продукта. Студенты изучают программирование, геймдизайн, механику игр, использование игровых движков и тд.',
            gameDesignBachelor: 'Студенты учатся разрабатывать концепцию, продумывать механику, баланс, уровни и сюжет. Осваивают инструменты проектирования, работа с игровыми движками и взаимодействие с командой разработчиков',
            ManagementInGamingIndustryAndESport: 'Студенты изучают принципы управления, маркетинга и планирования. Получают практические навыки работы с проектами в сфере игр, киберспортивных мероприятий',
            ManagementInESportAndPhygitalSports: 'Углубленные знания и навыки управления в областях киберспорта и фиджитал. Изучение передовых методов стратегического планирования, маркетинга, организации мероприятий.',
        },
        format: {
            title: 'Формат',
            faceToFaceAndDistance: 'очно, дистанционно',
            faceToFace: 'очно',
            distance: 'заочно'
        },
        durationOfStudy: {
            title: 'Срок обучения',
            duration110: '1 года 10 мес.',
            duration200: '2 года',
            duration210: '2 года 10 мес.',
            duration306: '3 года 6 мес.',
            duration310: '3 года 10 мес.',
            duration400: '4 года',
            duration406: '4 года 6 мес.',
            duration410: '4 года 10 мес.',
        },
        diploma: {
            title: 'Государственный диплом',
            meddleEducation: 'о среднем профессиональном образовании',
            higherEducation: 'о высшем образовании'
        },
    },
    whatSubjectYouStudy: {
        title: {
            paintedPart: 'Какие предметы',
            part1: ' ты будешь изучать'
        },
        subjects: {
            gameDeveloper: {
                subject1: '2D и 3D графика',
                subject2: 'Разработка мобильных игр на Unity',
                subject3: 'С# разработка',
                subject4: 'Разработка кода информационных систем',
                subject5: 'Геймдизайн',
                subject6: 'Тестирование игровых проектов',
                subject7: 'Механика составляющих игр',
                subject8: 'Иностранный язык в профессиональной сфере',
                subject9: 'Управление игровым проектом',
                subject10: 'Проектирование и разработка интерфейсов пользователя',
                subject11: 'Разработка игр в Unreal Engine',
                subject12: 'Основы проектирования баз данных',
            },
            artistInGames: {
                subject1: 'Дизайн персонажей',
                subject2: 'Digital Art',
                subject3: 'Концепт-арт',
                subject4: 'Векторная иллюстрация',
                subject5: '3D моделирование',
                subject6: 'История искусств',
                subject7: 'Дизайн уровней и анимация',
                subject8: 'Основы UI',
                subject9: 'Оптимизация мобильных платформ',
                subject10: 'Основы анимации',
                subject11: 'Конструирование игрового мира',
                subject12: 'Основы художественной постановки',
            },
            digitalMedia: {
                subject1: 'Цифровой брендинг',
                subject2: 'Продюсирование киберспортивных мероприятий',
                subject3: 'Интернет-маркетинг в рекламе',
                subject4: 'Производство видео-контента',
                subject5: 'Создание рекламных креативов',
                subject6: 'Стриминг в игровой индустрии',
                subject7: 'Гейминг и интерактивные коммуникации',
                subject8: 'Монтаж в игровых и киберспортивных медиа',
                subject9: 'Технологии конструирования рекламного контента',
                subject10: 'Журналистика в игровых и киберспортивных медиа',
                subject11: 'Сервисы ИИ в создании контента',
            },
            gameDesignCollege: {
                subject1: 'Основы гейм-дизайна',
                subject2: 'Программирование для гейм-дизайна',
                subject3: 'Сценарное мастерство',
                subject4: 'Игровая аналитика',
                subject5: 'Игровая механика',
                subject6: 'Монетизация и экономика игр',
                subject7: 'UX/UI-дизайн в играх',
                subject8: 'Работа с игровыми движками (Unity, Unreal Engine)',
                subject9: 'Основы 2D и 3D-графики',
                subject10: 'Управление игровыми проектами',
                subject11: 'Анимация в играх',
                subject12: 'История и теория игр',
            },
            motionDesign: {
                subject1: 'Основы композиции и цветовой теории',
                subject2: 'Работа с Adobe After Effects и Premiere Pro',
                subject3: 'Графический дизайн',
                subject4: 'Работа с Cinema 4D и Blender',
                subject5: '2D-анимация',
                subject6: 'Саунд-дизайн и работа со звуком',
                subject7: '3D-моделирование и анимация',
                subject8: 'UX/UI-анимация',
                subject9: 'Видеомонтаж и постпродакшн',
                subject10: 'Создание анимированных видеороликов',
                subject11: 'Спецэффекты и VFX',
                subject12: 'Скриптинг и автоматизация в анимации',
            },
            gameDesignAndDeveloping: {
                subject1: 'Основы геймдизайна',
                subject2: 'Звуковой дизайн в играх',
                subject3: 'С# разработка',
                subject4: 'Баланс и монетизация игр',
                subject5: 'Геймдизайн',
                subject6: 'Тестирование игровых проектов',
                subject7: 'Механика составляющих игр',
                subject8: 'Иностранный язык в профессиональной сфере',
                subject9: 'Основы программирования мобильных игр',
                subject10: 'Проектирование и разработка интерфейсов пользователя',
                subject11: 'Текстурирование игровых фигур',
                subject12: 'Основы проектирования баз данных',
            },
            gameDesignBachelor: {
                subject1: 'Основы геймдизайна',
                subject2: 'Графика и анимация в гейм-дизайне',
                subject3: 'Игровая механика и баланс',
                subject4: 'Психология игрока и геймдев-маркетинг',
                subject5: 'Проектирование уровней',
                subject6: 'Игровой продюсинг и управление проектами',
                subject7: 'Сценарное мастерство и нарратив в играх',
                subject8: 'Введение в VR/AR-технологии',
                subject9: 'Программирование для гейм-дизайнеров',
                subject10: 'Тестирование и анализ игр',
                subject11: 'UX/UI в играх',
                subject12: 'Командная разработка игровых проектов',
            },
            ManagementInGamingIndustryAndESport: {
                subject1: 'Организация и ведение предпринимательской деятельности в киберспорте',
                subject2: 'Медийное сопровождение в киберспорте',
                subject3: 'Профессии в игровой индустрии и киберспорте',
                subject4: 'Модели развития киберспорта',
                subject5: 'Управление персоналом в киберспортивной организации',
                subject6: 'Тренерская деятельность в киберспорте',
                subject7: 'Организация и судейство киберспортивных турниров',
                subject8: 'Системы обработки больших данных',
                subject9: 'Маркетинг киберспортивных команд',
                subject10: 'Организация ивентов в индустрии',
                subject11: 'Разработка игровых технологий будущего',
                subject12: 'Менеджмент событий в киберспорте',
                subject13: 'Основы геймдизайна',
                subject14: 'Разработка бизнес-планов в индустрии',
            },
            ManagementInESportAndPhygitalSports: {
                subject1: 'Управление персоналом в киберспортивной организации',
                subject2: 'Технологическое обеспечение фиджитал спорта',
                subject3: 'Менеджмент персонала в фиджитал спорте',
                subject4: 'Менеджмент и маркетинг компьютерных клубов',
                subject5: 'Маркетинговые инструменты международных проектов',
                subject6: 'Аппаратно-программные комплексы в фиджитал спорте',
                subject7: 'Проектная деятельность на основе цифровых активов',
                subject8: 'Бизнес-модели в киберспорте',
                subject9: 'Цифровые сервисы в киберспорте и фиджитал спорте',
                subject10: 'Тайм-менеджмент для CEO',
                subject11: 'Управление на основе больших данных',
                subject12: 'Разработка проектов на основе фиджитал спорта',
            }
        }
    },
    leaveRequest: 'Оставь заявку на прием документов в 2025 году',
    internshipsWithPartners: {
        title: {
            paintedPart: 'Стажировки',
            part1: ' у партнеров'
        },
        description: 'Наши студенты получают уникальную возможность пройти практику и стажировку у ведущих компаний игровой индустрии. Мы тесно сотрудничаем с нашими партнёрами, чтобы обеспечить вам реальные проекты и задачи, которые помогут развить необходимые навыки и получить ценный опыт.',
    },
    yourFutureInGameIndustry: {
        title: {
            paintedPart: 'Твое будущее',
            part1: ' в игровой индустрии'
        },
        specialties: {
            gameTester: 'Тестировщик игр',
            gameDeveloper: 'Разработчик игр',
            gameDesigner: 'Гейм-дизайнер',
            unity3D: 'Специалист широкого профиля Unity 3D',
            gameAnalyst: 'Игровой аналитик',
            uxUiDeveloper: 'UX/UI разработчик',
            programmer: 'Программист',
            fullStack: 'Full-stack разработчик',
            androidIOS: 'Разработчик кросс-платформенных игр (Android, IOS)',
            gameDesignerGames: 'Геймдизайнер игр',
            textureArtist: 'Художник по текстурам',
            environmentArtist: 'Художник по окружению',
            vfxArtist: 'VFX-художник',
            modeler3D: '3D моделлер',
            artist2D: '2D художник',
            artist3D: '3D художник',
            conceptArtist: 'Концепт-художник',
            mentorForKids: 'Наставник детей по разработки игр',
            tournamentOrganizer: 'Организатор турниров',
            creator: 'Креатор',
            contentManager: 'Контент-менеджер',
            smmSpecialist: 'SMM cпециалист',
            internetMarketer: 'Интернет-маркетолог',
            PRManager: 'PR менеджер',
            gameWriter: 'Игровой сценарист',
            technicalGameDesigner: 'Технический гейм-дизайнер',
            uXUIDesignerInGames: 'UX/UI-дизайнер в играх',
            levelDesigner: 'Level-дизайнер',
            gameBalancer: 'Балансировщик игр',
            gameProducer: 'Продюсер игр',
            gameMechanicsDeveloper: 'Разработчик игровых механик',
            motionDesigner: 'Моушн-дизайнер',
            animator2D3D: '2D/3D-аниматор',
            VFXSpecialist: 'VFX-специалист',
            graphicDesignerAnimator: 'Графический дизайнер-аниматор',
            videoEditor: 'Видео-монтажер',
            cgArtist: 'CG-художник',
            uxUiAnimator: 'Специалист по анимации интерфейсов (UX/UI-аниматор)',
            animationDirector: 'Режиссер анимации',
            MotionDesignerInAdvertisingAndMarketing: 'Моушн-дизайнер в рекламе и маркетинге',
            Animation3DSpecialist: 'Специалист по 3D-анимации в играх',
            narrativedesigner: 'Нарративный дизайнер',
            gameProducer2: 'Игровой продюсер',
            GameMonetizationSpecialist: 'Специалист по монетизации игр',
            vrArDeveloper: 'VR/AR-разработчик',
            broadcastDirector: 'Режиссер трансляции',
            smmManager: 'SMM менеджер',
            projectManager: 'Проджект менеджер',
            teamManager: 'Менеджер команды',
            projectManager2: 'Руководитель проектов',
            directorDepartment: 'Директор направления',
            facilityManager: 'Руководитель объекта'
        },
        salary: {
            from50: 'от 50 000₽',
            from60: 'от 60 000₽',
            from70: 'от 70 000₽',
            from75: 'от 75 000₽',
            from80: 'от 80 000₽',
            from85: 'от 85 000₽',
            from90: 'от 90 000₽',
            from100: 'от 100 000₽',
            from110: 'от 110 000₽',
            from120: 'от 120 000₽',
            from130: 'от 130 000₽',
            from150: 'от 150 000₽',
            from180: 'от 180 000₽',
            from200: 'от 200 000₽',
            from250: 'от 250 000₽',
        }
    },
    howToEnter: {
        title: {
            part1: 'Как ',
            paintedPart: 'поступить'
        },
        blocks: {
            block1: {
                number: '01',
                text: 'Оставь заявку и проконсультируйся с менеджером'
            },
            block2: {
                number: '02',
                text: 'Подготовь документы'
            },
            block3: {
                number: '03',
                text: 'Отправь нам пакет документов'
            },
            block4: {
                number: '04',
                text: 'Подпиши договор и оплати обучение'
            },
            block5: {
                number: '05',
                text: 'Начинай учиться!'
            }
        }
    },
    leaveRequestForDocument: 'Оставь заявку на прием документов в 2025 году',
    centerOfCareer: {
        title: {
            part1: 'Центр ',
            paintedPart: 'карьеры'
        },
        block: {
            title: 'Поможем найти ту самую работу. Центр карьеры университета Синергии поможет тебе трудоустроиться после окончания обучения + иллюстрация HR (Живой человек)',
            lists: {
                list1: 'Научим составлять резюме и проходить интервью',
                list2: 'Поможем набрать практику и оформить портфолио',
                list3: 'Предложим стажировки и и проекты от партнеров',
            }
        }
    },
    yourCareerStartHere: {
        gameDeveloper: 'карьера разработчика начинается здесь!',
        artistInGames: 'карьера художника начинается здесь!',
        digitalMedia: 'карьера в цифровых медиа начинается здесь',
        gameDesignCollege: 'карьера гейм-дизайнера начинается здесь!',
        motionDesign: 'карьера моушн-дизайнера начинается здесь',
        gameDesignAndDeveloping: 'карьера разработчика и геймдизайнера начинается здесь',
        gameDesignBachelor: 'карьера геймдизайнера начинается здесь!',
        managementInGamingIndustryAndESport: 'карьера в игровой индустрии и киберспорте начинается здесь!',
        managementInESportAndPhygitalSports: 'карьера в игровой индустрии и киберспорте начинается здесь!'
    },
    otherDegree: {
        title: {
            part1: 'Другие ',
            paintedPart: 'специальности'
        },
        degrees: {
            gameDeveloper: {
                place: 'Колледж',
                degree: 'Разработчик игр'
            },
            artistInGames: {
                place: 'Колледж',
                degree: 'Художник в играх'
            },
            digitalMedia: {
                place: 'Колледж',
                degree: 'Цифровые медиа'
            },
            gameDesignCollege: {
                place: 'Колледж',
                degree: 'Гейм-дизайнер'
            },
            motionDesign: {
                place: 'Колледж',
                degree: 'Моушн-дизайнер'
            },
            gameDesignAndDeveloping: {
                place: 'Бакалавриат',
                degree: 'Геймдизайн и разработка'
            },
            gameDesignBachelor: {
                place: 'Бакалавриат',
                degree: 'Гейм-дизайнер'
            },
            managementInGamingIndustryAndESport: {
                place: 'Бакалавриат',
                degree: 'Менеджмент в игровой индустрии и киберспорте'
            },
            managementInESportAndPhygitalSports: {
                place: 'Магистратура',
                degree: 'Менеджмент в киберспорте и фиджитал спорте'
            },
        }
    }
}
const tModal = {
    modalTitle: 'Начни карьеру в киберспорте вместе с факультетом игровой индустрии',
    formsTitle: 'Оставь заявку на обучение'
}
const tRequest = {
    title: {
        part1: 'Почти ',
        paintedPart: 'готово!'
    },
    almostFinish: 'Отправка заявки завершена на 90%',
    followForSocialMedia: 'Подпишись на наш телеграм канал, чтобы быть в курсе всех событий факультета киберспорта',
}
const tFooter = {
    download: 'Скачать программу обучения',
    email: 'synergycybersport@mail.com',
    followUs: 'Следи за нами в соц. сетях!',
    doNotMissNews: 'Не пропусти свежие новости',
    rightsReserved: '© Synergy. Все права защищены',
    privacyPolicy: 'Политика конфиденциальности'
}

export { tPrivacyPolicy, tHeader, tMain, tPrograms, tRequest, tModal, tFooter }